Repository: bruno-barros/wp-plugins-translations
Catalog: post-expirator/post-expirator-*.po
Languages: pt_br

source: Debugging table is currently empty.
pt_br: A tabela de Debug está vazia

source: Message
pt_br: Mensagem

source: Post expires at EXPIRATIONTIME on EXPIRATIONDATE
pt_br: O conteúdo expira às EXPIRATIONTIME em EXPIRATIONDATE

source: Settings
pt_br: Opções

source: Expires
pt_br: Expira

source: Never
pt_br: Nunca

source: Post Expirator
pt_br: Expiração do conteúdo

source: Enable Post Expiration
pt_br: Habilitar Expiração do conteúdo

source: The published date/time will be used as the expiration value
pt_br: A data de publicação do conteúdo será usada como data de expiração

source: Year
pt_br: Ano

source: Month
pt_br: Mês

source: Day
pt_br: Dia

source: Hour
pt_br: Hora

source: Minute
pt_br: Minuto

source: How to expire
pt_br: Como expirar

source: Expiration Categories
pt_br: Categorias para expirar

source: General Settings
pt_br: Opções gerais

source: Defaults
pt_br: Padrão

source: Diagnostics
pt_br: Diagnóstico

source: View Debug Logs
pt_br: Ver logs de debug

source: Post Expirator Options
pt_br: Opções de expiração do conteúdo

source: Saved Options!
pt_br: Opções salvas!

source: The post expirator plugin sets a custom meta value, and then optionally allows you to select if you want the post changed to a draft status or deleted when it expires.
pt_br: A expiração de conteúdo define dados padrão e, opcionalmente, permite que você selecione e mude o status do conteúdo para Rascunho ou Removido quando expirar.

source: Valid [postexpirator] attributes:
pt_br: Atributos válidos [postexpirator]:

source: type - defaults to full - valid options are full,date,time
pt_br: tipo - tudo, data, hora (padrão tudo)

source: dateformat - format set here will override the value set on the settings page
pt_br: dateformat - o formato definido irá sobreescrever as opções padrão

source: timeformat - format set here will override the value set on the settings page
pt_br: timeformat - o formato definido irá sobreescrever as opções padrão

source: Date Format:
pt_br: Formato da data:

source: The default format to use when displaying the expiration date within a post using the [postexpirator] shortcode or within the footer. For information on valid formatting options, see: <a href="http://us2.php.net/manual/en/function.date.php" target="_blank">PHP Date Function</a>.
pt_br: O formato padrão usado para exibir a data de expiração no conteúdo usando o código [postexpirator] ou no rodapé. Para informações sobre os formatos válidos veja: <a href="http://us2.php.net/manual/en/function.date.php" target="_blank">PHP Date Function</a>.

source: Time Format:
pt_br: Formato de data:

source: The default format to use when displaying the expiration time within a post using the [postexpirator] shortcode or within the footer. For information on valid formatting options, see: <a href="http://us2.php.net/manual/en/function.date.php" target="_blank">PHP Date Function</a>.
pt_br: O formato padrão usado para exibir a data de expiração no conteúdo usando o código [postexpirator] ou no rodapé. Para informações sobre os formatos válidos veja: <a href="http://us2.php.net/manual/en/function.date.php" target="_blank">PHP Date Function</a>.

source: Default Date/Time Duration:
pt_br: Valor padrão de data/hora?

source: None
pt_br: Nenhum

source: Custom
pt_br: Personalizado

source: Post/Page Publish Time
pt_br: Horário de publicação do conteúdo (post/page)

source: Set the default expiration date to be used when creating new posts and pages. Defaults to none.
pt_br: Define o valor padrão para expirar ao criar um novo conteúdo. Padrão nenhum.

source: Set the custom value to use for the default expiration date. For information on formatting, see <a href="http://php.net/manual/en/function.strtotime.php">PHP strtotime function</a>.
pt_br: Define o valor usado na data para expirar. Para mais informações de formato, veja: <a href="http://php.net/manual/en/function.strtotime.php">PHP strtotime function</a>.

source: Category Expiration
pt_br: Categoria para expirados

source: Default Expiration Category
pt_br: Categoria padrão para expirados

source: Set's the default expiration category for the post.
pt_br: Define a categoria padrão para conteúdos expirados

source: Post Footer Display
pt_br: Exibir rodapé do conteúdo

source: Enabling this below will display the expiration date automatically at the end of any post which is set to expire.
pt_br: Habilitando esta opção irá exibir a data de expiração automaticamente no final do conteúdo.

source: Show in post footer?
pt_br: Exibir no final do conteúdo?

source: Enabled
pt_br: Habilitar

source: Disabled
pt_br: Desabilitar

source: This will enable or disable displaying the post expiration date in the post footer.
pt_br: Isso irá habilitar/desabilitar a exibição da mensagem de rodapé (final do conteúdo).

source: Footer Contents:
pt_br: Conteúdo do rodapé:

source: Enter the text you would like to appear at the bottom of every post that will expire. The following placeholders will be replaced with the post expiration date in the following format:
pt_br: Entre com o texto que deverá aparecer abaixo do conteúdo que irá expirar. Os formatos padronizados (placeholders) serão substituídos pelos valores de expiração quando forem exibidos no formato:

source: Footer Style:
pt_br: Estilos do rodapé:

source: This post will expire on
pt_br: Esse conteúdo expirará em

source: The inline css which will be used to style the footer text.
pt_br: Regras de CSS que serão usadas no texto do rodapé

source: Save Changes
pt_br: Salvar mudanças

source: Default Expiration Values
pt_br: Valor padrão para expiração

source: Use the values below to set the default actions/values to be used for each for the corresponding post types. These values can all be overwridden when creating/editing the post/page.
pt_br: Use os valores abaixo para definir as ações/valores para serem usadas em cada tipo de conteúdo (post type) correspondente. Esses vaçores podem ser sobreescritos na edição de cada conteúdo.

source: How to expire:
pt_br: Como expirar:

source: Select the default expire action for the post type.
pt_br: Selecione a ação padrão para expiar os conteúdos.

source: Auto-Enable?
pt_br: Auto-habilitado?

source: Select whether the post expirator is enabled for all new posts.
pt_br: Selecione quando a expiração de conteúdo está habilitada para todos os novos conteúdos

source: Debugging Disabled
pt_br: Debug desabilitado

source: Debugging Enabled
pt_br: Debug habilitado

source: Debugging Table Emptied
pt_br: Tabela de debug vazia

source: Advanced Diagnostics
pt_br: Diagnóstico avançado

source: Post Expirator Debug Logging:
pt_br: Logs de expiração de conteúdo:

source: Status: Enabled
pt_br: Status: habilitado

source: Disable Debugging
pt_br: Debug desabilitado

source: Status: Disabled
pt_br: Status: desabilitado

source: Enable Debugging
pt_br: Habilitar debug

source: Purge Debug Log:
pt_br: Limpar log de debug:

source: Purge Debug Log
pt_br: Limpar log de debug

source: Current Cron Schedule:
pt_br: Tabela atual de eventos:

source: The below table will show all currently scheduled cron events with the next run time.
pt_br: A tabela abaixo mostra todos os eventos agendados para a próxima execução.

source: Date
pt_br: Data

source: Event
pt_br: Evento

source: Arguments / Schedule
pt_br: Argumentos / Agendamento

source: Single Event
pt_br: Evento simples

source: Below is a dump of the debugging table, this should be useful for troubleshooting.
pt_br: Abaixo está o conteúdo da tabela de debug, isso pode ser útil para correção de bugs.

source: Draft
pt_br: Rascunho

source: Delete
pt_br: Lixeira

source: Private
pt_br: Privado

source: Category: Replace
pt_br: Trocar categoria

source: Category: Add
pt_br: Adicionar categoria

source: Category: Remove
pt_br: Remover categoria

source: Allows you to add an expiration date (minute) to posts which you can configure to either delete the post, change it to a draft, or update the post categories at expiration time.
pt_br: Possibilita adicionar uma data de expiração (minuto) ao conteúdo que você pode configurar para também removê-lo, mude isso para Rascunho, ou atualize a categoria do conteúdo em uma hora específica.
