Repository: bruno-barros/wp-plugins-translations
Catalog: custom-post-type-permalinks/cptp-*.po
Languages: pt_br

source: View all posts in %s
pt_br: Ver todos os posts em %s

source: Permalink Setting for custom post type
pt_br: Opções de Permalink para os tipos de post

source: Use custom permalink of custom taxonomy archive.
pt_br: Use Permalinks personalizados de uma taxonomia

source: Setting permalinks of custom post type.
pt_br: Opções de Permalink para tipos de posts personalizados

source: The tags you can use is WordPress Structure Tags and '%"custom_taxonomy_slug"%'. (e.g. %actors%)
pt_br: As tags que você pode usar no WordPress e '%"custom_taxonomy_slug"%'. (e.g. %actors%)

source: %"custom_taxonomy_slug"% is replaced the taxonomy's term.'.
pt_br: %"custom_taxonomy_slug"% é substituído pelo termo da taxonomia.'.

source: Presence of the trailing '/' is unified into a standard permalink structure setting.
pt_br: A presença da barra é unificada no padrão da estrutura de Permalink.

source: If you don't entered permalink structure, permalink is configured /%postname%/'.
pt_br: Se você não modificar a estrutura de Permalink, será usado o padrão /%postname%/'.

source: If you check,The custom taxonomy's permalinks is <code>%s/post_type/taxonomy/term</code>.
pt_br: Se você marcar, o Permalink da taxonomia será <code>%s/post_type/taxonomy/term</code>.

source: <h3>Custom Post Type Permalinks</h3><p>From <a href='options-permalink.php'>Permalinks</a>, set a custom permalink for each post type.</p>
pt_br: <h3>Permalink personalizada para posts</h3><p>Em <a href='options-permalink.php'>Permalinks</a>, defina a estrura dos links para cada tipo de post.</p>
